Indicates if the area scheme is a Gross Building Area scheme.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public bool IsGrossBuildingArea { get; }
  Visual Basic
Public ReadOnly Property IsGrossBuildingArea As Boolean
	Get
  Visual C++
public:
property bool IsGrossBuildingArea {
	bool get ();
}
 See Also
  AreaScheme Class
  Autodesk.Revit.DB Namespace